amd-ucode
ansible
arandr
ark
base
base-devel
bridge-utils
btop
btrfs-progs
cmatrix
cups
dkms
efibootmgr
eza
feh
firefox
flameshot
flatpak
fuse2
gdu
ghostscript
git
gnome-boxes
gradle
grub
gst-plugin-pipewire
jdk8-openjdk
jre-openjdk
kitty
lib32-nvidia-utils
libpulse
libreoffice-fresh
linux
linux-firmware
linux-headers
luarocks
ly
man-db
neofetch
neovim
networkmanager
nmap
npm
nvidia-dkms
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
print-manager
python-pip
python-pywal
qemu-full
ripgrep
samba
steam
tensorflow
thunar
tmux
torbrowser-launcher
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unrar
vi
virt-manager
wget
wine
wireplumber
xclip
xorg-server
xorg-xinit
yadm
zram-generator
zsh
zsh-syntax-highlighting
